// App
import React from 'react'

// Router
// import {
//     BrowserRouter as Router,
// } from "react-router-dom"

class Politice extends React.Component {
    render() {
        return (
            <div className="politice">
            <h1>Политика конфиденциальности</h1>
            <p>ООО «ДУНВЕН Сантехника» в отношении обработки и защиты персональных данных

            Настоящий документ определяет политику оператора в отношении обработки персональных данных, и сведения о реализуемых требованиях к защите персональных данных (далее — Политика конфиденциальности).

            Настоящая Политика конфиденциальности действует в отношении всей информации, которую сайт Dunven инжинерия комфорта, расположенный на доменном имени  http://dunven-dealer.ru, а также его поддоменных именах (далее — Сайт), может получить о пользователе во время использования указанного Сайта. Настоящим сайт Dunven информирует пользователей о том, какие сведения о пользователе могут быть доступны Сайту, а также о том, каким образом используется полученная Сайтом информация. Обработка и обеспечение безопасности персональных данных осуществляется в соответствии с Конституцией Российской Федерации, Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» и иными нормативно-правовыми актами Российской Федерации в отношении обработки персональных данных.

            

            I. Определение терминов.

            1.1. В настоящей политике конфиденциальности используются следующие термины:

            1.1.1. «Администрация сайта Dunven» (далее — Администрация сайта) — уполномоченные специалисты (на управление сайтом, обработку запросов и заявок) действующие от имени ООО ДУНВЕН Сантехника , которые организуют или осуществляют обработку персональных данных, а также определяют цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.

            1.1.2. «Персональные данные» — любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных).

            1.1.3. «Обработка персональных данных» — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.

            1.1.4. «Конфиденциальность персональных данных» — обязательное для соблюдения Администрацией сайта или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.

            1.1.5. «Автоматизированная обработка персональных данных» — обработка персональных данных с помощью средств вычислительной техники.

            1.1.6. «Распространение персональных данных» — действия, направленные на раскрытие персональных данных неопределенному кругу лиц.

            1.1.7. «Предоставление персональных данных» — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц».

            1.1.8. «Трансграничная передача персональных данных» — передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому лицу или иностранному юридическому лицу.

            1.1.9. «Пользователь» — лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.

            1.1.10. «Cookie» — небольшой фрагмент данных, отправляемый веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в НТТР-запросе при попытке открыть страницу соответствующего сайта. При посещении Пользователем Сайта, Сайт отправляет один или несколько файлов Cookie на компьютер Пользователя или другое устройство. Файлы Cookie используются для:

            аутентификации пользователя;
            хранения персональных предпочтений и настроек Пользователя;
            отслеживания сеанса доступа Пользователя;
            ведения статистики о пользователях.
            1.1.11. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенный по протоколу IP.

            

            II. Общие положения.

            2.1. Использование Пользователем Сайта (оставление отзыва, вопроса, записи на консультацию, записи на прием к инженеру и пр.) означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.

            2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование Сайта.

            2.3. Настоящая политика конфиденциальности применяется только к сайту  dunven-dealer.ru, а также его поддоменным именам. Duvnen не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте. В случае оформления услуг в личном кабинете онлайн по договору-оферте, после выбора Пользователем способа оплаты посредством эквайринга, Сайт перенаправляет Пользователя на сайт, на котором осуществляется оплата заказа. Сайт Dunven не получает персональные данные Пользователя, осуществляющего платеж (данные кредитных карт), — сервису Сайта передается лишь результат платежной операции, на основании которого происходит подтверждение или отклонение заказа.

            2.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем Сайта.

            

            III. Предмет политики конфиденциальности.

            3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по неразглашению и обеспечению режима конфиденциальности персональных данных, которые пользователь предоставляет при работе с Сайтом.

            Пользуясь данным интернет ресурсом, в порядке ст. 9 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных», свободно, своей волей и в своем интересе Пользователь Сайта дает согласие на автоматическую, а также без использования средств автоматизации обработку в т.ч, но, не ограничиваясь, передачу (в т. ч. трансграничную передачу, в т. ч., но, не ограничиваясь, на транспортную передачу) персональных данных третьим лицам.

            3.2. Персональные данные, разрешенные к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем:

            А) путём заполнения формы Заявки на Сайте для связи с менеджером, оставление вопроса или отзыва, и включают в себя следующую информацию:

            3.2.1. фамилию, имя, отчество Пользователя;

            3.2.2. контактный телефон Пользователя;

            3.2.3. адрес электронной почты (e-mail);

            3.3. Сведения, перечисленные в пп. 3.1 — 3.2 настоящей Политики конфиденциальности, содержат информацию о персональных данных Пользователя и являются конфиденциальными. Администрация сайта обеспечивает конфиденциальность персональных данных, и обязана не допускать их распространение без согласия Пользователя, либо наличия иного законного основания. Согласие Пользователя выражается в использовании Сайта.

            3.4. Сайт защищает данные, которые автоматически передаются в процессе посещения страниц Сайта, на которых установлен статистический скрипт системы («пиксель»):

            IP адрес;
            информация из cookie;
            информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);
            время доступа;
            реферер (адрес предыдущей страницы)
            3.5. Отключение cookie может повлечь невозможность доступа к частям Сайта, требующим авторизации.

            3.6. Администрация сайта осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых платежей.

            3.7. Любая иная персональная информация неоговоренная выше (история, используемые браузеры и операционные системы и т. д.) подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п. 5.3 Политики конфиденциальности.

            

            IV. Цели сбора персональной информации пользователя. 

            4.1. Персональные данные Пользователя Администрация сайта может использовать в целях:

            4.1.1. Идентификация Пользователя, оставившего на сайте информацию или запрос.

            4.1.2. Оформление заявки и пр.

            4.1.3. Предоставление Пользователю доступа к персонализированным ресурсам Сайта (по договору-оферте).

            4.1.4. Установление с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработка запросов и заявок от Пользователя и пр.

            4.1.5. Определение местонахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.

            4.1.6. Уведомление Пользователя Сайта о состоянии заявки.

            4.1.7. Исполнение обязательств в рамках гражданско-правовых правоотношений в целях выполнения Заказа, оформленного на Сайте.

            4.1.8. Предоставление Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта.

            4.1.9. Предоставление Пользователю обновленной информации о состоянии, стоимости услуг, на основании оставленной Пользователем на Сайте Заявки.

            4.1.10. Поручение Администрацией сайта (в т. ч. распространение и предоставление) персональных данных, кругу лиц с целью рассылки рекламы, акций, новостных и информационных сообщений.

            4.1.11. Рассылка рекламы, акций, новостных и информационных сообщений, предложение услуг, в т. ч. в SMS-сообщениях через средства связи, на адрес электронной почты, в сообщениях через мессенджеры Viber, WhatsApp и др.

            

            V. Обработка и защита персональных данных.

            5.1. Обработка персональных данных Пользователя осуществляется не дольше, чем этого требуют цели обработки персональных данных, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.

            5.2. Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные Пользователя третьим лицам, в частности, администраторам компании, непосредственным исполнителям и прочим лицам исключительно в целях выполнения Заказа Пользователя, оформленного на Сайте, в объеме необходимом для исполнения обязательств в рамках гражданско-правовых правоотношений.

            5.3. При утрате персональных данных Администрация сайта информирует Пользователя об утрате или разглашении персональных данных.

            5.4. Администрация сайта принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, предоставления, распространения, а также иных неправомерных действий третьих лиц. Обеспечение безопасности персональных данных достигается, в частности:

            5.5.1. определение угроз безопасности персональных данных при их обработке в информационных системах персональных данных;

            5.5.2. применение организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите персональных данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности персональных данных;

            5.5.3. применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;

            5.5.4. оценка эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных;

            5.5.5. учет машинных носителей персональных данных;

            5.5.6. обнаружение фактов несанкционированного доступа к персональным данным и принятием мер;

            5.5.7. восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;

            5.5.8. установление правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных, а также обеспечение регистрации и учета всех действий, совершаемых с персональными данными в информационной системе персональных данных;

            5.5.9. контроль за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных.

            5.6. Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.

            

            VI. Обязательства сторон.

            6.1. Пользователь обязан:

            6.1.1. Предоставить достоверную информацию о персональных данных, необходимую для пользования Сайтом и (или) заказа услуг/товаров.

            6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.

            6.1.3. Пользователь гарантирует, что им получено письменное согласие от всех лиц, указанных им на Сайте, на обработку и передачу персональных данных для использования Администрацией сайта в соответствии с целями, указанными в разделе 4 настоящей Политики конфиденциальности.

            6.1.4. В случае, если Пользователь не согласен с настоящей Политикой конфиденциальности, прекратить пользование Сайтом, не направлять сведения в формах обратной связи на Сайте, в случае если сведения уже направлены, отозвать согласие на обработку персональных данных в письменном виде на бумажном носителе, путем направления указанного документа по контактным данным Администрации сайта.

            6.2. Администрация сайта обязана:

            6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.

            6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п. 5.3 настоящей Политики конфиденциальности.

            6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемому для защиты такого рода информации в существующем деловом обороте.

            6.2.4. Обеспечить неограниченный доступ к настоящей Политике конфиденциальности путем ее публикации в информационно-коммуникационной сети Интернет на Сайте.

            

            VII. Ответственность сторон.

            7.1. Администрация сайта, не исполнившая свои обязательства, несет ответственность за убытки, понесенные Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации, за исключением случаев, предусмотренных п. 5.3, п. 7.2 настоящей Политики конфиденциальности.

            7.2. В случае утраты или разглашения персональных данных Администрация сайта не несет ответственность, если персональные данные:

            7.2.1. Стали известными на публичном уровне до момента их получения Администрацией сайта.

            7.2.2. Были получены от третьей стороны до момента их получения Администрацией сайта.

            7.2.3. Были разглашены с согласия Пользователя.

            

            VIII. Дополнительные условия.

            8.1. На Сайте используются службы третьих лиц для отслеживания статистики посещаемости, получения информации о конверсиях по рекламным кампаниям и прочие. С помощью этих сервисов и инструментов Сайт не собирает данные о конкретных пользователях, а использует только общие статистические данные о посещаемости и эффективности сайта и об эффективности рекламных кампаний.

            8.2. Пользователь вправе запросить у Администрации сайта информацию, касающуюся обработки его персональных данных в порядке, предусмотренном Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».

            8.3. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя. Новая редакция Политики конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.

            8.4. Действующая Политика конфиденциальности размещена на странице по адресу:  dunven-dealer.ru.

            Наименование и место нахождения Администрации сайта: ООО ДУНВЕН Сантехника, 196650, г.Санкт-Петербург, Колпино, Павловская ул, дом №42, литера В, помещение 4</p>
            </div>
        )
    }
}

export default Politice
